results/Stric/1.txt
Bombarding http://localhost:3000/ with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=============================================================================================================================] 100.00% 59420/s 16s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     60084.95    5629.45   82618.97
  Latency        8.35ms     1.99ms   143.82ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    10.19MB/s