results/Stric/1.txt
Bombarding http://localhost:3000/ with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=============================================================================================================================] 100.00% 58720/s 17s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     59397.68    5280.40   77978.75
  Latency        8.44ms     1.56ms   122.84ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    10.09MB/s