results/Stric/1.txt
Bombarding http://localhost:3000/ with 2000000 request(s) using 5000 connection(s)
 2000000 / 2000000 [=============================================================================================================================] 100.00% 60756/s 32s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     61301.73    4823.49   97957.92
  Latency       81.70ms    49.58ms      3.25s
  HTTP codes:
    1xx - 0, 2xx - 2000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    10.39MB/s