results/Stric/1.txt
Bombarding http://localhost:3000/ with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [============================================================================================================================] 100.00% 60853/s 16s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     61140.50    6812.20   78727.72
  Latency        8.18ms     2.72ms   161.88ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    10.41MB/s