results/Stric/2.txt
Bombarding http://localhost:3000/id/43?name=f6U with 2000000 request(s) using 5000 connection(s)
 2000000 / 2000000 [=============================================================================================================================] 100.00% 53143/s 37s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     53686.68    5195.70   76225.82
  Latency       93.21ms     9.95ms      1.33s
  HTTP codes:
    1xx - 0, 2xx - 2000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    10.04MB/s