results/Stric/2.txt
Bombarding http://localhost:3000/id/90?name=bun with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=============================================================================================================================] 100.00% 51992/s 19s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     52421.59    5978.26   75926.06
  Latency        9.55ms     1.28ms   112.55ms
  HTTP codes:
    1xx - 0, 2xx - 1000000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     9.81MB/s