results/Stric/3.txt
Bombarding http://localhost:3000/a/b with 1000000 request(s) using 500 connection(s)
 1000000 / 1000000 [=============================================================================================================================] 100.00% 54847/s 18s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     55179.27    4893.36   75872.43
  Latency        9.06ms     0.93ms    99.36ms
  HTTP codes:
    1xx - 0, 2xx - 0, 3xx - 0, 4xx - 1000000, 5xx - 0
    others - 0
  Throughput:     7.71MB/s