results/Stric/4.txt
Bombarding http://localhost:3000/json with 1600000 request(s) using 5000 connection(s)
 1600000 / 1600000 [============================================================================================================================] 100.00% 52324/s 30s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     52707.31    4917.62   90578.71
  Latency       94.98ms   133.53ms      7.52s
  HTTP codes:
    1xx - 0, 2xx - 1600000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    12.86MB/s